Repository: Odrec/chat-with-docs
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de

source: Chat Menu
de: Chat-Menü

source: Selected Chatbot:
de: Ausgewählter Chatbot:

source: Use predefined chatbots
de: Vordefinierte Chatbots verwenden

source: We predefined prompts for different chatbots that you might find useful or fun to engage with.
de: Wir haben vordefinierte Prompts für verschiedene Chatbots, die Sie nützlich oder unterhaltsam finden könnten.

source: **Personalized Chatbots Controls**
de: **Personalisierte Prompts Steuerung**

source: Download YAML file with custom prompts
de: YAML-Datei mit benutzerdefinierten Prompts herunterladen

source: Upload YAML file with custom prompts
de: YAML-Datei mit benutzerdefinierten Prompts hochladen

source: **Conversation Controls**
de: **Konversationskontrollen**

source: Delete the Current Conversation
de: Die aktuelle Konversation löschen

source: Message
de: Nachricht

source: Speaker
de: Sprecher

source: Download the Current Conversation
de: Download des aktuellen Gesprächs

source: Edit Prompt
de: Prompt bearbeiten

source: Edit the system prompt for more customized responses.
de: Bearbeiten Sie den Systemprompt für individuellere Antworten.

source: Restore Original Prompt
de: Ursprünglichen Prompt wiederherstellen

source: Chat with
de: Chatte mit

source: Edit Bot Prompt
de: Bot-Prompt bearbeiten

source: UOS Welcomes YOU
de: UOS begrüßt SIE

source: # Welcome to the AI Portal of Osnabrück University! 👋
de: # Willkommen auf dem KI-Portal der Universität Osnabrück! 👋

source: Login with your university credentials.
de: Melden Sie sich mit Ihren Universitätsdaten an.

source: User
de: Benutzer

source: Password
de: Passwort

source: Login
de: Anmelden

source: 😕 Password incorrect
de: 😕 Passwort falsch

source: This portal is an open-source app to allow users to chat with several chatbot experts from OpenAI's ChatGPT. **👈 Login on the sidebar** to enter the chat area! ### Want to learn more about your rights as an user for this app? - Check out the [Datenschutz]({DATENSCHUTZ}) - Check out the [Impressum]({IMPRESSUM})
de: Dieses Portal ist eine Open-Source-App, die es den Nutzern ermöglicht, mit mehreren Chatbot-Experten von OpenAI's ChatGPT zu chatten. **👈 Melden Sie sich in der Seitenleiste** an, um den Chatbereich zu betreten! ### Möchtest du mehr über deine Rechte als Nutzer dieser App erfahren? - Sehen Sie sich den [Datenschutz]({DATENSCHUTZ}) - Schauen Sie sich das [Impressum]({IMPRESSUM})

source: Logged in!
de: Eingeloggt!
